balazsgrill/modembed/res/Devices/dsPIC30/PIC24FJ64GA006.PIC
    <edc:Pin>
      <!--Pin 42-->
      <edc:VirtualPin edc:name="IC1"/>
      <edc:VirtualPin edc:name="RTCC"/>
      <edc:VirtualPin edc:name="INT1"/>
      <edc:VirtualPin edc:name="RD8"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 43-->
      <edc:VirtualPin edc:name="IC2"/>
      <edc:VirtualPin edc:name="U1CTS"/>
      <edc:VirtualPin edc:name="INT2"/>
      <edc:VirtualPin edc:name="RD9"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 44-->
      <edc:VirtualPin edc:name="IC3"/>
      <edc:VirtualPin edc:name="PMCS2"/>
      <edc:VirtualPin edc:name="INT3"/>
      <edc:VirtualPin edc:name="RD10"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 45-->
      <edc:VirtualPin edc:name="IC4"/>
      <edc:VirtualPin edc:name="PMCS1"/>
      <edc:VirtualPin edc:name="INT4"/>
      <edc:VirtualPin edc:name="RD11"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 46-->
      <edc:VirtualPin edc:name="OC1"/>
      <edc:VirtualPin edc:name="RD0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 47-->
      <edc:VirtualPin edc:name="SOSCI"/>
      <edc:VirtualPin edc:name="CN1"/>
      <edc:VirtualPin edc:name="RC13"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 48-->
      <edc:VirtualPin edc:name="SOSCO"/>
      <edc:VirtualPin edc:name="T1CK"/>
      <edc:VirtualPin edc:name="CN0"/>
      <edc:VirtualPin edc:name="RC14"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 49-->
      <edc:VirtualPin edc:name="OC2"/>
      <edc:VirtualPin edc:name="RD1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 50-->
      <edc:VirtualPin edc:name="OC3"/>
      <edc:VirtualPin edc:name="RD2"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 51-->
      <edc:VirtualPin edc:name="PMBE"/>
      <edc:VirtualPin edc:name="OC4"/>
      <edc:VirtualPin edc:name="RD3"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 52-->
      <edc:VirtualPin edc:name="PMWR"/>
      <edc:VirtualPin edc:name="OC5"/>
      <edc:VirtualPin edc:name="IC5"/>
      <edc:VirtualPin edc:name="CN13"/>
      <edc:VirtualPin edc:name="RD4"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 53-->
      <edc:VirtualPin edc:name="PMRD"/>
      <edc:VirtualPin edc:name="CN14"/>
      <edc:VirtualPin edc:name="RD5"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 54-->
      <edc:VirtualPin edc:name="CN15"/>
      <edc:VirtualPin edc:name="RD6"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 55-->
      <edc:VirtualPin edc:name="CN16"/>
      <edc:VirtualPin edc:name="RD7"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 56-->
      <edc:VirtualPin edc:name="Vcap"/>
      <edc:VirtualPin edc:name="Vddcore"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 57-->
      <edc:VirtualPin edc:name="ENVREG"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 58-->
      <edc:VirtualPin edc:name="RF0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 59-->
      <edc:VirtualPin edc:name="RF1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 60-->
      <edc:VirtualPin edc:name="PMD0"/>
      <edc:VirtualPin edc:name="RE0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 61-->
      <edc:VirtualPin edc:name="PMD1"/>
      <edc:VirtualPin edc:name="RE1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 62-->
      <edc:VirtualPin edc:name="PMD2"/>
      <edc:VirtualPin edc:name="RE2"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 63-->
      <edc:VirtualPin edc:name="PMD3"/>
      <edc:VirtualPin edc:name="RE3"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 64-->
      <edc:VirtualPin edc:name="PMD4"/>
      <edc:VirtualPin edc:name="RE4"/>
    </edc:Pin>
  </edc:PinList>
</edc:PIC>